import React from "react";

function ParagraphsComponent() {
  return (
    <div className="paragraphs-container">
      <h2>Messi</h2>
      <p>
        Лионель Месси: Волшебник с мячом. Лионель Месси - аргентинский
        футболист, широко признанный одним из величайших игроков всех времен.
        Известный своим феноменальным дриблингом, точностью паса и невероятной
        скоростью, Месси - настоящая машина для забивания голов. Его волшебная
        левая нога творит чудеса на поле, завораживая зрителей и оставляя в
        недоумении соперников. Месси - обладатель рекордного количества "Золотых
        мячей", престижной награды для лучшего футболиста мира. Он также
        является лидером сборной Аргентины, которая под его руководством
        добилась исторических побед, в том числе, на чемпионате мира 2022 года.
      </p>

      <h2>Статистика</h2>
      <ul className="statistics">
        <li>Матчи: 978</li>
        <li>Голы: 819</li>
        <li>Ассисты: 364</li>
        <li>Золотые мячи: 7</li>
        <li>Чемпионаты Испании: 10</li>
        <li>Кубки Испании: 7</li>
        <li>Кубки Короля: 8</li>
        <li>Суперкубки Испании: 8</li>
        <li>Лига Чемпионов УЕФА: 4</li>
        <li>Кубок мира FIFA: 1</li>
      </ul>
    </div>
  );
}

export default ParagraphsComponent;
